Repository: asdfghklddd/Anchor
Catalog: Packages/AnchorKit/Sources/AnchorDesign/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# setup.plan.subtitle
source: Turn your thoughts into a plan
zh_hans: 让想法变成可执行的计划

# setup.plan.title
source: Task anchoring
zh_hans: 任务投锚

# setup.plan.up
source: Move up
zh_hans: 上移

# setup.processes.synced
source: %lld from Mac
zh_hans: 来自 Mac 的 %lld 个

# setup.processes.syncing
source: Syncing from Mac
zh_hans: 正在从 Mac 同步

# setup.start.anchoring
source: Start anchoring
zh_hans: 开始锚定

# setup.title
source: Establish an anchor
zh_hans: 建立锚点

# setup.voice.edit.hint
source: Speak first. Refine the words below when needed.
zh_hans: 先说清楚，需要时再精确修改。

# setup.voice.error.denied
source: Speech input is off. Enable Speech Recognition in Settings.
zh_hans: 语音输入已关闭，请在设置中开启语音识别。

# setup.voice.error.failed
source: Speech input could not start. Try again.
zh_hans: 无法启动语音输入，请再试一次。

# setup.voice.error.microphone-denied
source: Microphone access is off. Enable it in Settings to use voice input.
zh_hans: 麦克风权限已关闭，请在设置中开启后使用语音输入。

# setup.voice.error.not-determined
source: Speech input is not ready yet. Try again.
zh_hans: 语音输入还没准备好，请再试一次。

# setup.voice.error.restricted
source: Speech input is restricted on this device.
zh_hans: 这台设备限制了语音输入。

# setup.voice.error.unavailable
source: Speech input is temporarily unavailable.
zh_hans: 语音输入暂时不可用。

# setup.voice.hint
source: Speak the completion standard, then edit the text if needed.
zh_hans: 说出完成标准，需要时再编辑文字。

# setup.voice.input
source: Use voice input
zh_hans: 用语音输入

# setup.voice.listening
source: Listening
zh_hans: 正在聆听

# setup.voice.ready
source: Ready for your voice
zh_hans: 可以开始说话

# setup.voice.stop
source: Stop listening
zh_hans: 停止聆听

# snapshot.running.waiting
source: %1$lld running · %2$lld waiting
zh_hans: %1$lld 运行 · %2$lld 待判断

# sound.edge.effects
source: Anchor sound effects
zh_hans: 船锚提示音

# source.activity
source: Recent source activity
zh_hans: 来源最近动态

# source.connected
source: Connected sources
zh_hans: 已连接的来源

source: Source details
zh_hans: 来源详情

source: Source health
zh_hans: 来源健康

# source.open.details
source: Open source details
zh_hans: 打开来源详情

source: Source progress
zh_hans: 来源进度

# source.setup.available
source: Available
zh_hans: 可安装

# source.setup.codex.authorize-folder
source: Authorize Sessions Folder…
zh_hans: 授权会话文件夹…

# source.setup.codex.choose-session
source: Choose Session File
zh_hans: 选择会话文件

# source.setup.codex.detail
source: Authorize the Codex sessions folder once. Anchor discovers task metadata, then tracks only tasks you associate.
zh_hans: 一次性授权 Codex 会话文件夹。Anchor 会发现任务元数据，但只跟踪你确认关联的任务。

# source.setup.codex.folder-panel.message
source: Allow local matching of new Codex conversations to tasks anchored within the preceding 30 minutes. Conversation text is not stored or synced.
zh_hans: 允许 Anchor 在本地匹配投锚后 30 分钟内新建的 Codex 对话。匹配时读取的文字不保存、不同步。

# source.setup.codex.folder-panel.title
source: Choose Codex Sessions Folder
zh_hans: 选择 Codex 会话文件夹

# source.setup.codex.folder-ready
source: Folder access granted
zh_hans: 已授权文件夹

# source.setup.codex.panel.message
source: Confirm the JSONL session that belongs to the current Anchor task.
zh_hans: 请确认属于当前 Anchor 任务的 JSONL 会话。

# source.setup.codex.panel.title
source: Choose Codex Session
zh_hans: 选择 Codex 会话

# source.setup.codex.recent-tasks
source: Recent Codex tasks
zh_hans: 最近的 Codex 任务

# source.setup.codex.recent-tasks.detail
source: New conversations with strongly matching task keywords are linked automatically. Ambiguous conversations remain available for manual tracking.
zh_hans: 投锚后新建、且与任务关键词高度匹配的对话会自动关联。匹配不明确的对话可手动跟踪。

# source.setup.codex.track
source: Track
zh_hans: 跟踪

# source.setup.codex.tracked
source: Tracking
zh_hans: 正在跟踪

# source.setup.codex.tracked-count
source: %lld Codex tasks tracked
zh_hans: 正在跟踪 %lld 个 Codex 任务

# source.setup.command.install
source: Install command…
zh_hans: 安装命令…

# source.setup.command.missing
source: The Anchor command is not included in this build.
zh_hans: 此构建未包含 Anchor 命令。

# source.setup.command.panel.message
source: Choose a folder already included in your shell PATH.
zh_hans: 请选择已包含在 Shell PATH 中的文件夹。

# source.setup.command.panel.title
source: Install Anchor Command
zh_hans: 安装 Anchor 命令

# source.setup.detail
source: Authorize the local Codex sessions folder once to discover matching new tasks, including Codex tasks in the ChatGPT app. Terminal commands use the shell connection below.
zh_hans: 首次授权本地 Codex 会话文件夹后，自动发现并匹配新任务，包括 ChatGPT 应用内的 Codex 任务。终端命令使用下方 Shell 接入。

# source.setup.install
source: Install
zh_hans: 安装

# source.setup.installed
source: Installed
zh_hans: 已安装

# source.setup.mac-apps
source: Mac apps
zh_hans: Mac App

# source.setup.mac-apps.detail
source: Public workspace events show which apps are open, active, or closed.
zh_hans: 通过公开的工作区事件获取 App 的打开、活跃与关闭状态。

# source.setup.not-connected
source: Not connected
zh_hans: 未连接

# source.setup.ready
source: Ready
zh_hans: 已就绪

# source.setup.safari.awaiting-confirmation
source: Awaiting Safari confirmation
zh_hans: 等待 Safari 确认

# source.setup.safari.enable
source: Enable in Safari…
zh_hans: 在 Safari 中启用…

# source.setup.safari.enabled
source: Enabled
zh_hans: 已启用

# source.setup.safari.missing
source: The Anchor Safari extension is not included in this build.
zh_hans: 此构建未包含 Anchor Safari 扩展。

# source.setup.safari.open-settings
source: Open Safari settings…
zh_hans: 打开 Safari 设置…

# source.setup.shell.copied
source: zsh setup copied. Paste it into Terminal to enable observation for that shell.
zh_hans: 已复制 zsh 设置。粘贴到终端即可为该 Shell 启用状态获取。

# source.setup.shell.copy
source: Copy zsh setup
zh_hans: 复制 zsh 设置

# source.setup.task-observation
source: Current task observation
zh_hans: 当前任务观测

# source.setup.task-observation.detail
source: Read-only state derived from observed runs. Finishing observed work does not end the task.
zh_hans: 由已观测执行只读推导；执行完成不会自动结束整体任务。

# source.setup.task.active
source: Active
zh_hans: 进行中

# source.setup.task.archived
source: Archived
zh_hans: 已归档

# source.setup.task.attention
source: Attention
zh_hans: 需要关注

# source.setup.task.awaiting-confirmation
source: Awaiting your confirmation
zh_hans: 等待你的确认

# source.setup.task.completed
source: Completed
zh_hans: 已完成

# source.setup.task.counts
source: %1$lld work items · %2$lld runs
zh_hans: %1$lld 个工作项 · %2$lld 次执行

# source.setup.task.execution
source: Execution
zh_hans: 执行状态

# source.setup.task.failed
source: Failed
zh_hans: 失败

# source.setup.task.has-failure
source: Prior failure
zh_hans: 有过失败

# source.setup.task.idle
source: Idle
zh_hans: 空闲

# source.setup.task.interrupted
source: Interrupted
zh_hans: 已中断

# source.setup.task.lifecycle
source: Task lifecycle
zh_hans: 任务生命周期

# source.setup.task.needs-input
source: Needs input
zh_hans: 等待输入

# source.setup.task.no-attention
source: None
zh_hans: 无

# source.setup.task.no-outcome
source: No result yet
zh_hans: 尚无结果

# source.setup.task.outcome
source: Observed result
zh_hans: 观测结果

# source.setup.task.queued
source: Queued
zh_hans: 等待执行

# source.setup.task.running
source: Running
zh_hans: 运行中

# source.setup.task.stale
source: Stale
zh_hans: 可能已过期

# source.setup.task.waiting
source: Waiting in background
zh_hans: 后台等待

# source.setup.terminal
source: Terminal commands
zh_hans: 终端命令

# source.setup.terminal.detail
source: Install the signed anchor command, then opt in to the zsh lifecycle hook. Command arguments and full paths are not stored.
zh_hans: 安装已签名的 anchor 命令，再主动启用 zsh 生命周期钩子。命令参数与完整路径不会被保存。

# source.setup.title
source: Set up observation
zh_hans: 配置状态获取

# source.setup.unavailable
source: Unavailable in this build
zh_hans: 此构建不可用

# source.setup.web-apps
source: Web apps
zh_hans: Web App

# source.setup.web-apps.detail
source: Anchor includes its Safari extension. Enable it once in Safari to share privacy-minimal web app state.
zh_hans: Anchor 已内置 Safari 扩展；只需在 Safari 中启用一次，即可共享经过隐私最小化的 Web App 状态。

# source.setup.web.distribution-detail
source: Safari keeps control of extension and website access. Anchor never reads page text, paths, forms, or private windows.
zh_hans: 扩展与网站访问权限始终由 Safari 控制。Anchor 不读取页面文字、路径、表单或无痕窗口。

source: Sources
zh_hans: 来源

# stale
source: Data may be out of date
zh_hans: 数据可能已经过期

# start.login
source: Open at login
zh_hans: 登录时打开

# status.blocked
source: Blocked
zh_hans: 已阻塞

# status.compact.blocked
source: Blocked
zh_hans: 阻塞

# status.compact.completed
source: Done
zh_hans: 完成

# status.compact.decision
source: Decision
zh_hans: 待判断

# status.compact.disconnected
source: Offline
zh_hans: 离线

# status.compact.failed
source: Failed
zh_hans: 失败

# status.compact.queued
source: Queued
zh_hans: 准备中

# status.compact.running
source: Running
zh_hans: 进行中

# status.completed
source: Completed
zh_hans: 已完成

# status.confirmed
source: Confirmed
zh_hans: 已确认

# status.decision
source: Needs decision
zh_hans: 待判断

# status.disconnected
source: Disconnected
zh_hans: 已断开

# status.failed
source: Failed
zh_hans: 失败

# status.generating
source: Generating
zh_hans: 生成中

# status.interrupted
source: Interrupted
zh_hans: 已中断

# status.preparing
source: Preparing
zh_hans: 准备中

# status.presence.paused
source: Departure detection paused
zh_hans: 离开检测已暂停

# status.presence.paused.detail
source: Open Connections to review Mac, local network, and Bluetooth status.
zh_hans: 前往“连接”查看 Mac、本地网络和蓝牙状态。

# status.queued
source: Queued
zh_hans: 准备中

# status.rendering
source: Rendering
zh_hans: 渲染中

# status.running
source: Running
zh_hans: 进行中

# status.waiting.confirmation
source: Waiting for you
zh_hans: 等你确认

# summary
source: Session summary
zh_hans: 完成总结

# sync.state.available
source: Last sync succeeded
zh_hans: 上次同步成功

# sync.state.failed
source: Sync failed
zh_hans: 同步失败

# sync.state.idle
source: Waiting to sync
zh_hans: 等待同步

# sync.state.notConfigured
source: Not configured
zh_hans: 未配置

# sync.state.offline
source: Offline
zh_hans: 离线

# sync.state.syncing
source: Syncing
zh_hans: 同步中

# system.settings.open
source: Open System Settings
zh_hans: 打开系统设置

# task.activity.log
source: ACTIVITY LOG
zh_hans: 活动记录

# task.current.status
source: CURRENT STATUS
zh_hans: 当前状态

# task.detail.criteria
source: Completion criteria
zh_hans: 完成标准

# task.detail.processes
source: Process progress
zh_hans: 进程进展

# task.detail.title
source: Task details
zh_hans: 任务详情

# task.management
source: Manage processes
zh_hans: 任务管理

# task.move.down
source: Move down
zh_hans: 下移

# task.move.hint
source: Reorder the processes or change their dashboard footprint.
zh_hans: 调整进程顺序或它们在工作台中的尺寸。

# task.move.up
source: Move up
zh_hans: 上移

source: Task progress
zh_hans: 任务进度

# task.reorder
source: Reorder
zh_hans: 调整顺序

# tile.compact
source: Compact
zh_hans: 紧凑

# tile.large
source: Large
zh_hans: 大型

# tile.standard
source: Standard
zh_hans: 标准

# tile.wide
source: Wide
zh_hans: 横向

source: Timeline
zh_hans: 时间线

# timeline.empty.detail
source: When work moves, Anchor will keep the decision trail here.
zh_hans: 工作发生变化后，Anchor 会在这里留下决策轨迹。

source: Unknown
zh_hans: 未知

# work.completed
source: Completed work
zh_hans: 已完成工作

# work.current
source: CURRENT WORK
zh_hans: 当前工作

source: Work snapshot
zh_hans: 进程快照

source: Workspace
zh_hans: 工作台
